Repository: zay-yar-lwin/Vitals
Catalog: locale/*/LC_MESSAGES/vitals.po
Languages: my_mm

source: Batteries
my_mm: ဘက်ထရီများ

source: No Data
my_mm: ဒေတာမရှိ

source: Refresh
my_mm: အသစ်တင်ရန်

source: System Monitor
my_mm: စနစ်စောင့်ကြည့်

source: Preferences
my_mm: လိုလားချက်များ

source: Include public IP address
my_mm: အများပြည်သူIPလိပ်စာဖော်ပြမည်

source: Format
my_mm: ပုံစံချ

source: Bytes
my_mm: ဘိုက်

source: Bits
my_mm: ဘစ်

source: General
my_mm: အထွေထွေ

source: Seconds between updates
my_mm: အသစ်ပြမည့်ကြာချိန်(စက္ကန့်)

source: Position in panel
my_mm: ပန်နယ်တွင်တည်နေရာ

source: Left
my_mm: ဘယ်ဘက်

source: Center
my_mm: အလယ်

source: Right
my_mm: ညာဘက်

source: Far Left
my_mm: ဘယ်စွန်း

source: Far Right
my_mm: ညာစွန်း

source: Use higher precision
my_mm: ပိုမိုတိကျစေမည်

source: Alphabetize sensors
my_mm: အာရုံခံစက်များကိုအက္ခရာစဉ်ဖြင့်ပြမည်

source: Hide zero values
my_mm: သုညတန်ဖိုးများဝှက်ထားမည်

source: Use fixed widths
my_mm: ပုံသေအနံအသုံးပြုမည်

source: Hide icons in top bar
my_mm: ထိပ်ဆုံးတန်းတွင် အိုင်ကွန်မပြပါ

source: Menu always centered
my_mm: မီနူးကိုအမြဲတမ်းအလယ်ထား

source: About
my_mm: အကြောင်း

source: Feature requests or bugs? Please visit <a href="https://github.com/corecoding/Vitals/issues">GitHub</a>. No warranty, expressed or implied. <a href="https://corecoding.com/donate.php">Donate</a> if you found this useful.
my_mm: လိုချင်တဲ့စွမ်းရည်များ သို့ ပြစ်ချက်များ ပြောပြလိုလျှင်<a href="https://github.com/corecoding/Vitals/issues">GitHub</a>သို့လာခဲ့ပါ။ <a href="https://corecoding.com/donate.php">လှူဒါန်းလိုပါက </a>

source: Sensors
my_mm: အာရုံခံစက်များ

source: Monitor temperature
my_mm: အပူချိန်စောင့်ကြည့်မည်

source: Monitor voltage
my_mm: ဗို့အားစောင့်ကြည့်မည်

source: Monitor fan
my_mm: ပန်ကာစောင့်ကြည့်မည်

source: Monitor memory
my_mm: မှတ်ဉာဏ်စောင့်ကြည့်မည်

source: Monitor processor
my_mm: စက်ဦးနှောက်စောင့်ကြည့်မည်

source: Monitor system
my_mm: စနစ်စောင့်ကြည့်မည်

source: Monitor network
my_mm: ကွန်ရက်စောင့်ကြည့်

source: Monitor storage
my_mm: သိုလှောင်နေရာစောင့်ကြည့်မည်

source: Monitor battery
my_mm: ဘက်ထရီစောင့်ကြည့်မည်

source: Path
my_mm: လမ်းကြောင်း

source: Measurement
my_mm: တိုင်းတာမှု

source: Binary
my_mm: ဒွိကိန်း

source: Decimal
my_mm: ဒသမကိန်း

source: Unit
my_mm: ယူနစ်

source: °C
my_mm: °စင်

source: °F
my_mm: °ဖာ

source: Monitor BAT0
my_mm: BAT0စောင့်ကြည့်မည်

source: Monitor BAT1
my_mm: BAT1စောင့်ကြည့်မည်

source: Monitor BAT2
my_mm: BAT2စောင့်ကြည့်မည်

source: Monitor CMB0
my_mm: CMB0စောင့်ကြည့်မည်

source: Monitor macsmc-battery
my_mm: ဘက်ထရီmacsmc စောင့်ကြည့်မည်

source: Calculate Combined Values
my_mm: ပေါင်းပြဒေတာများတွက်ချက်မည်

source: Include BAT0
my_mm: BAT0အပါအဝင်

source: Include BAT1
my_mm: BAT1အပါအဝင်

source: Include BAT2
my_mm: BAT2အပါအဝင်

source: Include CMB0
my_mm: CMB0အပါအဝင်

source: Include macsmc-battery
my_mm: ဘက်ထရီmacsmc အပါအဝင်

source: Monitor command
my_mm: စနစ်စောင့်ကြည့်အမိန့်

source: Include static info
my_mm: အငြိမ်အချက်အလက်ပါဖော်ပြမည်

source: Sensors to show in panel
my_mm: ပန်နယ်တွင်ပြမည့်အာရုံခံစက်များ

source: List of sensors to be shown in the panel
my_mm: ပန်နယ်တွင်ပြမည့်အာရုံခံစက်များစာရင်း

source: Delay between sensor polling
my_mm: အာရုံခံစက်တန်ဖိုးဖတ်မည့်နှုန်း

source: Position in Panel ('left', 'center', 'right')
my_mm: ပန်နယ်ရှိနေရာ('ဘယ်','အလယ်','ညာ')

source: Show one extra digit after decimal
my_mm: ဒသမနောက် နောက်ထပ်ကိန်းတစ်လုံးပိုပြမည်

source: Display sensors in alphabetical order
my_mm: အာရုံခံစက်များကိုအက္ခရာစဉ်ဖြင့်ပြမည်

source: Hide data from sensors that are invalid
my_mm: အာရုံခံစက်များမှ မမှန်ကန်သောဒေတာများဖွက်မည်

source: Display temperature of various components
my_mm: စက်ပစ္စည်းများ၏အပူချိန် ပြမည်

source: Temperature unit
my_mm: အပူချိန်ယူနစ်

source: The unit ('centigrade' or 'fahrenheit') the extension should display the temperature in
my_mm: အပူချိန်ကိုဖော်ပြမည့်ယူနစ် (စင်တိီဂရိတ် သို့ ဖာရင်ဟိုက်)

source: Display voltage of various components
my_mm: စက်ပစ္စည်းများ၏ဗို့အား ပြမည်

source: Display fan rotation per minute
my_mm: ပန်ကာလည်နှုန်းပြမည်

source: Display memory information
my_mm: မှတ်ဉာဏ်အချက်အလက်ပြမည်

source: Display processor information
my_mm: စက်ဦးနှောက်အချက်အလက်ပြမည်

source: Display system information
my_mm: စနစ်အချက်အလက်ပြမည်

source: Display storage information
my_mm: သိုလှောင်နေရာအချက်အလက်ပြမည်

source: Display network information
my_mm: ကွန်ရက်အချက်အလက်ပြမည်

source: Display public IP address of internet connection
my_mm: အများပြည်သူIPလိပ်စာဖော်ပြမည်

source: Network speed format
my_mm: ကွန်ရက်မြန်နှုန်းပုံစံ

source: Should speed display in bits or bytes?
my_mm: ဘစ် သို့ ဘိုက်ဖြင့် ပြမည်

source: Storage path
my_mm: သိုလှောင်နေရာလမ်းကြောင်း

source: Storage path for monitoring
my_mm: စောင့်ကြည့်မည့်သိုလှောင်နေရာလမ်းကြောင်း

source: Monitor battery health
my_mm: ဘက်ထရီကျန်းမာရေးစောင့်ကြည့်မည်

source: Memory measurement
my_mm: မှတ်ဉာဏ်တိုင်းတာမှု

source: Can use gigabyte or gibibyte for memory
my_mm: ဂစ်ဂါဘိုက် သို့ ဂစ်ဘီဘိုက်

source: Storage measurement
my_mm: သိုလှောင်နေရာတိုင်းတာမှု

source: Can use gigabyte or gibibyte for storage
my_mm: ဂစ်ဂါဘိုက် သို့ ဂစ်ဘီဘိုက်

source: Display battery BAT0
my_mm: BAT0ပြ

source: Should battery 'BAT0' be displayed?
my_mm: BAT0ပြမည်

source: Display battery BAT1
my_mm: BAT1ပြ

source: Should battery 'BAT1' be displayed?
my_mm: BAT1ပြမည်

source: Display battery BAT2
my_mm: BAT2ပြ

source: Should battery 'BAT2' be displayed?
my_mm: BAT2ပြမည်

source: Display battery CMB0
my_mm: CMB0ပြ

source: Should battery 'CMB0' be displayed?
my_mm: CMB0ပြမည်

source: Display battery macsmc-battery
my_mm: ဘက်ထရီmacsmc ပြ

source: Should battery 'macsmc-battery' be displayed?
my_mm: ဘက်ထရီmacsmc ပြမည်

source: Display combined battery data
my_mm: ဘက်ထရီဒေတာပေါင်းပြမည်

source: Display combined values for selected batteries
my_mm: ရွေးချယ်ထားသောဘက်ထရီများ၏ဒေတာများပေါင်းပြမည်

source: Include 'BAT0' when calculating combined Battery
my_mm: ဘက်ထရီဒေတာပေါင်းပြဖို့တွက်ချက်ရာတွင် 'BAT0'ပါဝင်စေမည်

source: Include 'BAT1' when calculating combined Battery
my_mm: ဘက်ထရီဒေတာပေါင်းပြဖို့တွက်ချက်ရာတွင် 'BAT1'ပါဝင်စေမည်

source: Include 'BAT2' when calculating combined Battery
my_mm: ဘက်ထရီဒေတာပေါင်းပြဖို့တွက်ချက်ရာတွင် 'BAT2'ပါဝင်စေမည်

source: Include 'CMB0' when calculating combined Battery
my_mm: ဘက်ထရီဒေတာပေါင်းပြဖို့တွက်ချက်ရာတွင် 'CMBO'ပါဝင်စေမည်

source: Include 'macsmc-battery' when calculating combined Battery
my_mm: ဘက်ထရီဒေတာပေါင်းပြဖို့တွက်ချက်ရာတွင် 'macsmc-battery'ပါဝင်စေမည်

source: Use fixed widths in top bar
my_mm: ထိပ်ဆုံးတန်းတွင်ပုံသေအနံအသုံးပြုမည်

source: Keep sensors in top bar from jumping around
my_mm: ထိပ်ဆုံးတန်းရှိ အာရုံခံစက်ပြခြင်းကို အသေထားမည်

source: Keep top bar clean by only showing sensor values
my_mm: ရှင်းရှင်းလင်းလင်းဖြစ်အောင် တန်ဖိုးပဲပြမည်

source: Make the menu centered
my_mm: မီနူးကိုအမြဲတမ်းအလယ်ထားမည်

source: Center the menu to the icon regardless of the position in the panel
my_mm: ပန်နယ်တွင်ဘယ်နေရာရောက်ရောက် မီနူးကို အိုင်ကွန်ဖြင့် အလယ်ထားမည်

source: System Monitor command
my_mm: စနစ်စောင့်ကြည့်အမိန့်

source: The command run when system monitor button is clicked
my_mm: စနစ်စောင့်ကြည့်ခလုတ်ကိုနှိပ်လိုက်သောအခါလုပ်ဆောင်မည့်အမိန့်

source: Include processor static information
my_mm: စက်ဦးနှောက်၏အငြိမ်အချက်အလက်ပြမည်

source: Display processor static information that doesn't change
my_mm: စက်ဦးနှောက်၏မပြောင်းလဲသောအချက်အလက်ပြမည်

source: Public IP
my_mm: အများပြည်သူIP

source: Usage
my_mm: အသုံးပြု

source: memory
my_mm: မှတ်ဉာဏ်

source: Physical
my_mm: အစစ်

source: Available
my_mm: ရရှိနိုင်

source: Allocated
my_mm: ပေးထား

source: Cached
my_mm: ယာယီကတ်ရှ္

source: Free
my_mm: လွတ်

source: Average
my_mm: ပျမ်းမျှ

source: processor
my_mm: စက်ဦးနှောက်

source: Core %d
my_mm: ဦးနှောက်ငယ် %d

source: Frequency
my_mm: ကြိမ်နှုန်း

source: Open Files
my_mm: ဖွင့်ထားသောဖိုင်

source: Load 1m
my_mm: ဝန် ၁မိနစ်

source: system
my_mm: စနစ်

source: Load 5m
my_mm: ဝန် ၅မိနစ်

source: Load 15m
my_mm: ဝန် ၁၅မိနစ်

source: Threads Active
my_mm: သက်ဝင်အလုပ်တန်း

source: Threads Total
my_mm: စုစုပေါင်းအလုပ်တန်း

source: Uptime
my_mm: စက်နိုးကြာချိန်

source: Process Time
my_mm: လုပ်ဆောင်ကြာချိန်

source: WiFi Link Quality
my_mm: ဝိုင်ဖိုင်ချိတ်ဆက်မှုအရည်အသွေး

source: WiFi Signal Level
my_mm: ဝိုင်ဖိုင်အချက်ပြပမာဏ

source: ARC Target
my_mm: ARCပစ်မှတ်

source: ARC Maximum
my_mm: ARCအများဆုံး

source: ARC Current
my_mm: ARCလက်ရှိ

source: Read total
my_mm: စုစုပေါင်းဖတ်မှု

source: Write total
my_mm: စုစုပေါင်းရေးမှု

source: Read rate
my_mm: ဖတ်နှုန်း

source: Write rate
my_mm: ရေးနှုန်း

source: Total
my_mm: စုစုပေါင်း

source: Used
my_mm: သုံး

source: Reserved
my_mm: အရန်

source: storage
my_mm: သိုလှောင်နေရာ

source: Label
my_mm: အညွှန်း

source: State
my_mm: အခြေအနေ

source: Cycles
my_mm: အားသွင်းအကြိမ်ရေ

source: Voltage
my_mm: ဗို့အား

source: Level
my_mm: လျှပ်သိုပမာဏ

source: Percentage
my_mm: ရာခိုင်နှုန်း

source: Rate
my_mm: နှုန်း

source: Energy (full)
my_mm: စွမ်းအင်(အပြည့်)

source: Energy (design)
my_mm: စွမ်းအင်(ဒီဇိုင်း)

source: Capacity
my_mm: လျှပ်သိုအား

source: Energy (now)
my_mm: စွမ်းအင်(ယခု)

source: Time left
my_mm: ကျန်ရှိချိန်

source: Vendor
my_mm: ထုတ်လုပ်သူ

source: Sockets
my_mm: ဆော့ကတ်

source: Cache
my_mm: ကက်ရှ်

source: Kernel
my_mm: ကာနယ်

source: Temperature
my_mm: အပူချိန်

source: Network
my_mm: ကွန်ရက်

source: Storage
my_mm: သိုလှောင်နေရာ

source: Memory
my_mm: မှတ်ဉာဏ်

source: Battery
my_mm: ဘက်ထရီ

source: Battery 1
my_mm: ဘက်ထရီ၁

source: Battery 2
my_mm: ဘက်ထရီ၂

source: Battery 3
my_mm: ဘက်ထရီ၃

source: Battery 4
my_mm: ဘက်ထရီ၄

source: Battery 5
my_mm: ဘက်ထရီ၅

source: Battery (hidden)
my_mm: ဘက်ထရီ(ဖွက်)

source: System
my_mm: စနစ်

source: Processor
my_mm: ပရိုဆက်ဆာ

source: Fan
my_mm: ပန်ကာ
